FemDesign.Loads.LoadGroupTemporary
temporary_load_group (child of general_load_group)

FemDesign.Loads.LoadGroupTemporary.#ctor
parameterless constructor for serialization///

FemDesign.Loads.LoadGroupTemporary.#ctor(System.Double,System.Double,System.Double,System.Double,System.Boolean,System.Collections.Generic.List{FemDesign.Loads.LoadCase},FemDesign.Loads.ELoadGroupRelationship,System.String)
Public constructor.